export const askResetPassword = (token: string) => {
     return {
        title: "Оновлення пароля на вашому обліковому записі",
        html: `
            <p>Привіт!</p>
            <p>Ви отримали цей лист, оскільки ініціювали оновлення пароля для вашого облікового запису.</p>
            <p>Щоб завершити процес, будь ласка, перейдіть за наступним посиланням:</p>
            <p><a href="${process.env.CLIENT_LINK}/password/update/${token}" style="color: #007bff; text-decoration: none;">
                Оновити пароль
            </a></p>
            <p>Якщо ви не робили цей запит, просто ігноруйте цей лист. Ваш пароль не буде змінено.</p>
            <p>З найкращими побажаннями,</p>
            <p>Ваша команда підтримки</p>
        `}
}